<?php
$title_2nd = 'よくあるご質問';
// $title_3rd = '';
$directory_2nd = 'faq';
// $directory_3rd = '';
$description = '2023年11月オープンの小諸市のイタリアンレストラン「THE KOMORO HONJIN」は、旧北国街道 小諸宿 本陣主屋を活用した施設です。';
?>
<!DOCTYPE html>
<html dir="ltr" lang="ja" prefix="og: https://ogp.me/ns#"  class="no-js">
<head>
<?php
$url = $_SERVER["REQUEST_URI"];
if (strstr($url, 'test/')) {
    include($_SERVER['DOCUMENT_ROOT'] . "/test/assets/inc/meta.php");
} else {
    include($_SERVER['DOCUMENT_ROOT'] . "/assets/inc/meta.php");
}
?>
</head>

<body class="l-body sub" id="Faq">
<?php include($_SERVER['DOCUMENT_ROOT'] . "/test/assets/inc/header.php"); ?>

<main id="main">

  <section class="l-main -flx">
    <section class="l-main__left">
      <div class="-positionEnd">
        <h1 class="c-title -LL -eng">FAQ<span>よくあるご質問</span></h1>
        <div class="l-main__left---lead">
          <p>お客様からのよくあるご質問をまとめました。こちらで解決しないご質問は、<a href="./contact" class="c-link -link"><span>お問い合わせフォーム</span></a>よりお問い合わせください。</p>
        </div>
      </div>
    </section>
    <section class="l-main__right">

      <div class="p-accordion">
        <dl>
          <div>
            <dt>質問文が入ります。質問文が入ります。質問文が入ります。</dt>
            <dd>
              <p>回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。</p>
              <p><a href="" class="c-link -arwA"><span>リンクA1</span></a></p>
            </dd>
          </div>
          <div>
            <dt>質問文が入ります。質問文が入ります。質問文が入ります。</dt>
            <dd>
              <p>回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。</p>
              <p><a href="" class="c-link -arwA"><span>リンクA1</span></a></p>
            </dd>
          </div>
          <div>
            <dt>質問文が入ります。質問文が入ります。質問文が入ります。</dt>
            <dd>
              <p>回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。</p>
              <p><a href="" class="c-link -arwA"><span>リンクA1</span></a></p>
            </dd>
          </div>
          <div>
            <dt>質問文が入ります。質問文が入ります。質問文が入ります。</dt>
            <dd>
              <p>回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。</p>
              <p><a href="" class="c-link -arwA"><span>リンクA1</span></a></p>
            </dd>
          </div>
          <div>
            <dt>質問文が入ります。質問文が入ります。質問文が入ります。</dt>
            <dd>
              <p>回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。回答文が入ります。</p>
              <p><a href="" class="c-link -arwA"><span>リンクA1</span></a></p>
            </dd>
          </div>
        </dl>
      </div>

    </section>
  </section>

</main>

<?php include($_SERVER['DOCUMENT_ROOT'] . "/test/assets/inc/footer.php");?>

</body>
</html>